[
  {
    "title": "Preface",
    "body": "My phone vibrated obnoxiously in the cup holder as I drove towards nothing. It was probably just an app notification. I grabbed it and threw onto the passenger seat. No one was there. No one wanted to come along for the ride. They knew it was a dangerous… a very depressing journey.
    What was I doing? I didn’t know. I was just driving, hoping that a friendly hitchhiker would join me. No. No. I was running away. Yes, that’s it. I was running away from something. Something dark. There was no point though. The gravitational pull from this darkness was strong. I had no chance at escaping from it.
    So, what was I really doing? I just wanted to experience a different feeling. I was hurting emotionally, which took its toll on me mentally and physically. It was always the same depression, the same anxiety, the same emptiness. I dealt with some heavy shit. There you have it. That’s why I kept driving… Because where the sun kissed the Atlantic Ocean, I thought I would have the opportunity to experience something different—a feeling of contentment, perhaps with some bliss sprinkled in there. I needed something to fill me up. I was actually driving towards something… something that might be helpful. I pulled off of the highway and drifted towards the coast. But, as I approached the ocean, the sunlight faded and the darkness found me again. I stepped out of my car, kicked off my shoes, and braced my feet for the cold, wet beach. I grimaced after each step. My body collapsed flat on the beach when I felt the freezing water brush my toes. The gaining current inched closer to my head as my skin and limbs became numb. All I saw was darkness… space. My mind froze. I had no more thoughts, no more words.
    Well, I wasn’t doing that either. What I was really doing was staring at a type cursor, struggling to break through my writer’s block. I was consumed by the darkness of my room. Still depressed. Still anxious. Still empty. Just not at the beach. I wasn’t drenched in water. I was drenched in my favorite alcohol, which you’ll learn about very soon.
    Anyways, welcome to my story. You might not believe it. That’s fine. Maybe you will and that’s fine too. If it interests you, follow along. If not, it won’t hurt my feelings. I’ve already experienced a pain that can never be replicated by people not enjoying this story. If you decide to stay with me, there will be several moments of confusion, disbelief, frustration and hopelessness. These emotions are a genuine part of my story, a story where I battle with heartbreak and depression. I should also mention that this story comes with a warning label: You might not enjoy the ending. In fact, to tell you the truth, this story might not actually end how it does on paper. Perhaps, it’s just the beginning of a more gripping mystery. You’ll just have to wait and see.
    Prepare yourself and follow me.
    P. S. Can’t wait for you to meet her.
    "
  }
]
